{
    "title": "شروط وأحكام السائقين | سبيدي فان",
    "intro": "تحكم هذه الشروط والأحكام العلاقة بين سبيدي فان والسائقين المستقلين في المملكة المتحدة.",
    "legalStatus": "1. الوضع القانوني",
    "legalStatusDesc": "أنت تقر بأنك تعمل كمقاول مستقل وليس كموظف لدى سبيدي فان. لا يشكل هذا الاتفاق عقد عمل. أنت وحدك المسؤول عن إدارة جدول عملك وأدواتك ومواردك.",
    "legalStatusTax": "كسائق مستقل، أنت مسؤول عن التسجيل لدى HMRC، ودفع الضرائب، ومساهمات التأمين الوطني، وأي التزامات قانونية أخرى.",
    "hmrcGuide": "تعرف على المزيد حول العمل الحر (HMRC)",
    "driverRequirements": "2. متطلبات السائق",
    "requirement1": "امتلاك رخصة قيادة بريطانية سارية.",
    "requirement2": "الحفاظ على تأمين تجاري ساري للمركبة.",
    "requirement3": "امتلاك الحق القانوني للعمل في المملكة المتحدة.",
    "requirement4": "الالتزام بجميع قوانين المرور والسلامة في المملكة المتحدة.",
    "requirement5": "التأكد من أن المركبة لديها شهادة MOT سارية وضريبة طريق.",
    "insuranceGuide": "دليل التأمين التجاري للمركبات",
    "responsibilities": "3. مسؤوليات السائق",
    "responsibility1": "توصيل الطلبات في الوقت المحدد وفي حالة آمنة.",
    "responsibility2": "التعامل مع العملاء باحترافية ولباقة.",
    "responsibility3": "ضمان سلامة ونزاهة البضائع أثناء النقل.",
    "responsibility4": "الإبلاغ عن أي حوادث أو مخالفات أو مشكلات إلى سبيدي فان على الفور.",
    "payment": "4. شروط الدفع",
    "paymentDesc": "يتم احتساب المدفوعات بناءً على عدد الطلبات المكتملة و/أو المسافات المقطوعة. سيتم تحويل المدفوعات إلى حسابك البنكي المحدد أسبوعيًا.",
    "paymentTax": "أنت مسؤول عن الإبلاغ عن دخلك إلى HMRC وتغطية النفقات التشغيلية مثل الوقود، صيانة المركبة، والتأمين.",
    "taxGuide": "دليل الضرائب للعاملين لحسابهم الخاص (HMRC)",
    "termination": "5. إنهاء الاتفاق",
    "terminationDesc": "تحتفظ سبيدي فان بالحق في إنهاء هذا الاتفاق إذا خالفت القوانين، قدمت معلومات خاطئة، أو تلقيت تقييمات عملاء سيئة بشكل مستمر.",
    "terminationNotice": "يمكنك إنهاء هذا الاتفاق من خلال تقديم إشعار كتابي مدته 7 أيام إلى سبيدي فان.",
    "dataProtection": "6. حماية البيانات",
    "dataProtectionDesc": "نعالج بياناتك الشخصية وفقًا لقانون حماية البيانات البريطاني GDPR وقانون حماية البيانات 2018. لن تُشارك بياناتك مع أطراف ثالثة بدون موافقتك، إلا إذا تطلب القانون ذلك.",
    "privacyPolicy": "عرض سياسة الخصوصية",
    "liability": "7. المسؤولية والتأمين",
    "liabilityDesc": "سبيدي فان غير مسؤولة عن أي أضرار، حوادث، أو خسائر تتكبدها أثناء التوصيلات. يجب عليك الحفاظ على تأمين ساري يغطي البضائع أثناء النقل والمسؤولية تجاه الغير.",
    "governingLaw": "8. القوانين المنظمة",
    "governingLawDesc": "يخضع هذا الاتفاق لقوانين إنجلترا وويلز. سيتم حل أي نزاعات في محاكم المملكة المتحدة."
  }